{
    "Home" : {
        "learnEnglishByLiving" : "Learn English Faster by Living Abroad Virtually",
        "startYourJourney" : "We make you feel like you're living abroad. Learn Real English and practice with native speakers and others from 140 different countries.",
        "newWayOfLearningEnglish" : "Immigo is the new way of learning English through immersion.",
        "start" : "Start 7-days free trial",

        "joinHappyUsers" : "Join 24,349 happy users and counting 💙",

        "competitiveImg" : "https://firebasestorage.googleapis.com/v0/b/immigo-application-8ba25.appspot.com/o/website_photos%2Fimmersion%2Fcompetitive-bw.png?alt=media&token=ab0de61f-24e0-4291-b3f9-3c6184ec0b99",

        "process" : "process",
        "howImmigoWorks" : "How Immigo works",
        "bookASession" : "Book a session",
        "pickASession" : "Pick a session that fits what you are looking for.",
        "showUp" : "Show up",
        "ourClassesAreLive" : "Our sessions are live, around 5 to 15 people, 50 minutes long. Our sessions are designed to simulate real life situations that happen in English speaking countrieslike the United States and Canada.",
        "firstPartSession" : "First part of the session: Lesson",
        "first15Minutes" : "First 15 minutes, an experienced native speaker coach will give you a lesson, comprised of different expressions that you will practiceusing in the discussion.",
        "secondPartSession": "Second part of the session: Immersion",
        "theRest35Minutes" : "The rest of 35 minutes are dedicated to you practicing what you just learned with 2 to 3 other people. These are different scenarios and discussion questions based on real life situations.",
        "checkYourFeedback" : "Check your feedback",
        "afterTheSession" : "After the session, you will get a feedback report on what you can do differently in your next session!",

        "whatEveryoneIsSaying" : "What everyone is saying",
        "trustedByProfessionals" : "Trusted by professionals."
    },

    "Journey" : {
        "chooseYourJourney" : "CHOOSE YOUR JOURNEY",
        "lookForAJob" : "Look for a job in San Francisco.",
        "goOnADate" :  "Go on a date in Los Angeles.",
        "orderACoffee" : "Order a coffe in New York."
    },

    "Session" : {
        "joinNextSession" : "Join next session!",
        "nextImmersion" : "Next immersion",
        "objective" : "Objective",
        "ledBy" : "Led by",
        "untilTheNextSession" : "Until the next session",
        "tryItForFree" : "Try it for free",

        "andrea" : "Andrea from San Francisco 🇺🇸",
        "meg" : "Meg from Los Angeles 🇺🇸",
        "matthew" : "Matthew from Miami 🇺🇸",


        "applyJobSF" : "Applying for a Job in San Francisco",
        "goingOnDateLA" : "Going on a Date in Los Angeles",
        "orderingCoffeeNYC" : "Ordering in a Coffee Shop in New York",
        "introColChicago" : "Introducing Yourself to New Colleagues in Chicago",
        "attendingPartyMiami" : "Attending a Party in Miami",
        "networkingSeattle" : "Attending a Networking Event in Seattle",
        "conversingOC" : "Conversing with Your Neighbors in Orange County",

        "sfObj" : "Learn how to effectively apply for a job in San Francisco by crafting a tailored resume, writing a compelling cover letter, and navigating local hiring practices",
        "laObj" : "Prepare for a successful date in Los Angeles by learning conversational tips, cultural nuances, and etiquette to make a great impression.",
        "nycObj" : "Gain confidence in ordering at a coffee shop in New York by practicing common phrases, menu vocabulary, and polite interactions.",
        "chiObj" : "Build confidence in introducing yourself to new colleagues in Chicago by practicing professional greetings, small talk, and workplace etiquette.",
        "stObj" : "Feel confident attending a party in Miami by learning conversational icebreakers, cultural norms, and tips for engaging in social interactions.",
        "miamiObj" : "Feel confident attending a party in Miami by learning conversational icebreakers, cultural norms, and tips for engaging in social interactions.",
        "ocObj" : "Develop confidence in conversing with your neighbors in Orange County by practicing friendly greetings, small talk, and community-focused topics."

    }
}